tap "anomalyco/tap"
tap "charmbracelet/tap"
tap "chipmk/tap"
tap "dagger/tap"
tap "daytonaio/cli"
tap "felixkratz/formulae"
tap "go-task/tap"
tap "hamed-elfayome/claude-usage"
tap "hashicorp/tap"
tap "homebrew/services"
tap "huseyinbabal/tap"
tap "j178/tap"
tap "kde-mac/kde", "https://invent.kde.org/packaging/homebrew-kde.git"
tap "koekeishiya/formulae"
tap "minamijoyo/hcledit"
tap "mylee04/tools"
tap "nikitabobko/tap"
tap "ramonvermeulen/whosthere"
tap "supersonic-app/supersonic"
tap "theboredteam/boring-notch"
tap "weaveworks/tap"
brew "aichat"
brew "atuin"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "cmake"
brew "colima"
brew "ctop"
brew "dbus"
brew "dive"
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper-ecr"
brew "eza"
brew "faad2"
brew "fastfetch"
brew "fd"
brew "opus"
brew "ffmpeg"
brew "libogg"
brew "flac"
brew "fzf"
brew "gdu"
brew "gh"
brew "ghz"
brew "git"
brew "git-delta"
brew "gitui"
brew "golangci-lint-langserver"
brew "libtool"
brew "graphviz"
brew "helm"
brew "helm-ls"
brew "hugo"
brew "imagemagick"
brew "iperf3"
brew "jfrog-cli"
brew "jira-cli"
brew "jq"
brew "jsoncpp"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "libnfs"
brew "libvorbis"
brew "mpg123"
brew "libsoxr"
brew "qemu"
brew "lima-additional-guestagents"
brew "lua"
brew "mad"
brew "mise"
brew "mole"
brew "uchardet"
brew "mpv"
brew "nowplaying-cli"
brew "optipng"
brew "opusfile"
brew "pipenv"
brew "pkgconf"
brew "portaudio"
brew "procs"
brew "protobuf"
brew "python-lsp-server"
brew "redis"
brew "ripgrep"
brew "ruff"
brew "sevenzip"
brew "skopeo"
brew "smartmontools"
brew "sqlc"
brew "switchaudio-osx"
brew "syncthing"
brew "television"
brew "terraform-docs"
brew "tmux"
brew "topgrade"
brew "unar"
brew "uv"
brew "watch"
brew "watchexec"
brew "websocat"
brew "wget"
brew "wireguard-go"
brew "wireguard-tools"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh-completions"
brew "anomalyco/tap/opencode"
brew "charmbracelet/tap/crush"
brew "felixkratz/formulae/sketchybar"
brew "go-task/tap/go-task"
brew "hashicorp/tap/terraform"
brew "huseyinbabal/tap/taws"
brew "minamijoyo/hcledit/hcledit"
brew "mylee04/tools/code-notify"
brew "weaveworks/tap/eksctl"
cask "nikitabobko/tap/aerospace"
cask "affine"
cask "alacritty"
cask "alt-tab"
cask "android-studio"
cask "betterdisplay"
cask "theboredteam/boring-notch/boring-notch"
cask "bruno"
cask "chatgpt"
cask "codex"
cask "dagger/tap/container-use"
cask "ghostty"
cask "google-chrome"
cask "google-chrome@beta"
cask "headlamp"
cask "insomnia"
cask "karabiner-elements"
cask "j178/tap/leetgo"
cask "mos"
cask "notunes"
cask "obs"
cask "obsidian"
cask "rectangle"
cask "session-manager-plugin"
cask "shottr"
cask "shureplus-motiv"
cask "slack"
cask "supersonic-app/supersonic/supersonic"
cask "telegram"
cask "vesktop"
cask "visual-studio-code"
cask "ramonvermeulen/whosthere/whosthere"
cask "windows-app"
cask "yaak"
cask "zed"
cask "zed@preview"
cask "zen"
vscode "anthropic.claude-code"
vscode "avetis.nord-palette"
vscode "bierner.markdown-mermaid"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jock.svg"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "natizyskunk.sftp"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "waderyan.gitblame"
vscode "webfreak.debug"
go "github.com/air-verse/air"
go "cmd/go"
go "github.com/abice/go-enum"
go "cmd/gofmt"
go "mvdan.cc/gofumpt"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "golang.org/x/tools/gopls"
go "go.uber.org/mock/mockgen"
go "github.com/a-h/templ/cmd/templ"
go "github.com/templui/templui/cmd/templui"
go "github.com/microsoft/typescript-go/cmd/tsgo"
go "github.com/wailsapp/wails/v2/cmd/wails"
go "github.com/wailsapp/wails/v3/cmd/wails3"
cargo "cargo-binutils"
cargo "cargo-update"
cargo "elf2uf2-rs"
cargo "loc"
cargo "obsidian-export"
cargo "rustlings"
cargo "tamama"
cargo "tokei"
cargo "ty"
cargo "zeroclaw"
uv "git-fame"
uv "trcli"
uv "ty"
